Repository: Xesenix/ludumdare-43
Catalog: applications/game/locales/messages.*.po
Languages: pl

source: %{event} attack power %{attackPower}
pl: %{event} siła ataku %{attackPower}

source: +/-%{step} hold ctrl/alt
pl: +/-%{step} przytrzymaj ctrl/alt

source: and one person
pl: oraz jedną osobę

source: Attack consequences
pl: Konsekwencje ataku

source: audio time
pl: czas dzwięku

source: Back
pl: Wróć

source: Build cottage (%{cottagesLevel}) (+20 max population cost %{cottagesBuildCost} resources)
pl: Zbuduj chatę (%{cottagesLevel}) (+20 do limitu populacji koszt %{cottagesBuildCost} zasobów)

source: Build cottage %{cottagesBuildCost} resources
pl: Zbuduj chatę %{cottagesBuildCost} zasobów

source: Build more cottages to increase max population.
pl: Zbuduj więcej chat aby zwiększyć limit populacji wioski.

source: Build wall (current reduction: %{wallsReduction}) (+30 enemy power reduction cost %{wallsBuildCost} resources)
pl: Zbuduj palisadę (obecna redukcja: %{wallsReduction}) (+30 redukcji siły przeciwników koszt %{wallsBuildCost} zasobów)

source: Build wall %{wallsBuildCost} resources
pl: Zbuduj palisadę %{wallsBuildCost} zasobów

source: Buildings
pl: Budynki

source: casualties
pl: zabici

source: Children
pl: Dzieci

source: Compact
pl: Tryb kompaktowy

source: Configuration
pl: Konfiguracja

source: Continue
pl: Kontynuuj

source: Cottage lvl %{cottagesLevel}
pl: Chata poziom %{cottagesLevel}

source: Current enemy power reduction <strong>%{powerReduction}%</strong>
pl: Obecna redukcja siły przeciwników <strong>%{powerReduction}%</strong>

source: default-theme-dark
pl: klasyczny wariant ciemny

source: default-theme-light
pl: klasyczny wariant jasny

source: Defend yourself
pl: Broń się

source: delta time
pl: różnica czasu

source: Each one will collect 1 resource per turn. Newly trained workers will start collecting resources in next year.
pl: Każdy robotnik wytwarza 1&nbsp;porcje zasobów co roku. Nowo trenowani robotnicy zaczynają produkować zasoby dopiero w kolejnym roku.

source: Each sacrifice made increases cost of next sacrifices by&nbsp;<strong>5</strong> every turn increases cost by&nbsp;<strong>1</strong> and every 5th by additional&nbsp;<strong>5</strong>.<br/> Next turn cost will increase to&nbsp;<strong>%{futureResourceCost}</strong>
pl: Każda dokonane ofiarowanie zwiększa koszt kolejnych o&nbsp;<strong>5</strong> każdy kolejny rok zwiększa koszt o&nbsp;<strong>1</strong> każdy piąty rok dodatkowo&nbsp;<strong>5</strong>.<br/> W kolejnym roku koszt wzrośnie do&nbsp;<strong>%{futureResourceCost}</strong>

source: english
pl: angielski

source: Fullscreen
pl: Pełny ekran

source: fx mute
pl: wycisz efekty

source: Go to ludumdare 43 game page
pl: Przejź do strony gry na portalu ludumdare

source: Guards
pl: Strażnicy

source: Hire more workers to collect more resources.
pl: Zatrudnij więcej robotników by zdobywać więcej zasobów.

source: Idlers
pl: Cywile

source: Immunity
pl: Niewrażliwość

source: in one sacrifice.
pl: w jedym ofiarowaniu.

source: language
pl: język

source: Ludumdare 43 edition
pl: Ludumdare edycja 43

source: Make sacrifice for one turn immunity (%{resourceCost}&nbsp;resources). Enemies will ignore you in this year.
pl: Złóż ofiarę za niewrażliwość na atak w tym roku (%{resourceCost}&nbsp;zasobów). Przeciwnicy ominą twoją wioskę w tym roku.

source: Make ultimate sacrifice to save everybody (%{requiredPopulation}&nbsp;idle population and %{requiredResources}&nbsp;resources)
pl: Dokonaj ostatecznej ofiary by ocalić wszystkich (%{requiredPopulation}&nbsp;cywili oraz %{requiredResources}&nbsp;zasobów)

source: Manage your villagers assign them to work so they can gather resources for sacrifices or village development.
pl: Zarządzaj mieszkańcami wioski przydzielaj im zadania i decyduj czy zebrane przez nich zasoby poświęcisz bogom czy też wykorzystasz do rozbudowy wioski.

source: master mute
pl: wycisz dźwięki

source: master volume
pl: głośność dźwięków

source: modern-theme-dark
pl: nowoczesny niebiesko-czerwony wariant ciemny

source: modern-theme-dark-0
pl: nowoczesny zielono-biały wariant ciemny

source: modern-theme-dark-1
pl: nowoczesny biało-zielony wariant ciemny

source: modern-theme-light
pl: nowoczesny niebiesko-czerwony wariant jasny

source: modern-theme-light-0
pl: nowoczesny zielono-czarny wariant jasny

source: modern-theme-light-1
pl: nowoczesny czarno-zielony wariant jasny

source: music mute
pl: wycisz muzykę

source: music volume
pl: głośność muzyki

source: Mute
pl: Wycisz

source: or leave them idle so they can multiply and sacrifice them to permanently weaken creatures disturbing this world.
pl: Bądź pozostaw ich bez zajęcia by rozmnaźali się byś mógł złorzyć w ofierze część populacji wioski w zamian za trwałe osłabienie plag nękających ten świat.

source: Original power %{baseAttackPower}
pl: Oryginalna siła %{baseAttackPower}

source: Play
pl: Graj

source: polish
pl: polski

source: Population
pl: Populacja

source: Population without occupation will produce children in rate 1 child per every 2 idle persons.
pl: Populacja bez przydzielonego zawodu będzie wychowywać 1&nbsp;dziecko za każdych 2 cywilów.

source: Resources
pl: Zasoby

source: resources stolen
pl: skradzione zasoby

source: Restart
pl: Restartuj

source: Sacrifice %{populationCost}&nbsp;idle population (next level %{nextLevelWeaknessReduction}%)
pl: Ofiaruj %{populationCost}&nbsp;cywili (kolejny poziom %{nextLevelWeaknessReduction}%)

source: Sacrifice %{resourceCost}&nbsp;resources
pl: Ofiaruj %{resourceCost}&nbsp;zasobów

source: Sacrifices made %{count}
pl: Liczba ofiarowań %{count}

source: sharp-theme-dark
pl: ostry filetowo-różowy wariant ciemny

source: sharp-theme-light
pl: ostry filetowo-różowy wariant jasny

source: Sound configuration
pl: Konfiguracja dźwięku

source: sound volume
pl: głośność efektów

source: The greatest sacrifice
pl: Największe poświęcenie

source: theme
pl: motyw

source: They will protect other units from being attacked and resources from being stolen. Each one requires 1 resource per year to be operational if there are no enough resources they will become idle population once again.
pl: Będą chronić pozostałe jednostki przed śmiercią oraz zasoby przed kradzieżą. Każdy wymaga 1&nbsp;porcji zasobów by zostać wytrenowanym oraz 1&nbsp;porcji zasobów w ciągu roku do utrzymania gdy braknie zasobów zostaną przekształceni spowrotem w cywili.

source: This sacrifice permanently weakness enemies by -%{perLevelWeaknessReduction}% multiplicative for every level.
pl: Ta ofiara trwale osłabia siłę ataków o -%{perLevelWeaknessReduction}% multiplikatywnie za każdy poziom.

source: Those young villagers will become idle population in next year (if they survive next year attack). They are also most vulnerable for attacks and will die in first order if attackers wont fins enough resources to pillage.
pl: Dzieci staną się cywilami w kolejnejnym roku (o ile przeżyją). Są wyjątkowo wrażliwe na ataki i jeśli przeciwnicy nie znajdą wystarczająco zasobów by zaspokoić swoje grabierzcze potrzeby zaatakują dzieci.

source: total time
pl: czas całkowity

source: train/release guards
pl: trenuj/zwolnij strażników

source: train/release workers
pl: trenuj/zwolnij robotników

source: User interface configuration
pl: Konfiguracja interfejsu użytkownika

source: Victory achieved in first year.
pl: Zwycięstwo osiągnięte w pierwszym roku.

source: Wall lvl %{wallLevel}
pl: Palisada poziom %{wallLevel}

source: wall lvl %{weaknessLvl} reduced it by %{wallsReduction}
pl: mór poziom %{weaknessLvl} redukuje je o %{wallsReduction}

source: Weakness lvl %{weaknessLevel}
pl: Słabość poziom %{weaknessLevel}

source: weakness lvl %{weaknessLvl} reduced it by %{weaknessDamageReduction}%
pl: słabość poziom %{weaknessLvl} obniża je o %{weaknessDamageReduction}%

source: Workers
pl: Robotnicy

source: Year one
pl: Rok pierwszy

source: You are the leader of a small village in this very hostile world.
pl: Jesteś przywódcą małej wioski w tym jakże wrogim świecie.

source: You have prevented attack with resource sacrifice.
pl: Zapobiegłeś/łaś atakowi poświęcając część zasobów.

source: You have sacrificed one resource
pl: poświęciłeś/aś jeden zasób

source: You must decide whether you will offer sacrifices to the gods or face the dangers that plague this world on your own.
pl: Musisz zdecydować czy będziesz składać ofiary bogom czy stawisz czoła niebezpieczeństwom nękającym ten świat na własną rękę.

source: Your village has perished after %{turn} years
pl: Twoja wioska znikneła po %{turn} latach

source: Your village is safe everybody are in heaven now.
pl: Twoja wioska jest bezpieczna wszyscy odeszli w zaswiaty.
