Repository: Xesenix/ludumdare-43
Catalog: game/locales/messages.*.po
Languages: de

source: %{event} attack power %{attackPower}
de: %{event} Angriffskraft %{attackPower}

source: +/-%{step} hold ctrl/alt
de: +/-%{step} halt ctrl/alt

source: and one person
de: und eine Person

source: Attack consequences
de: Angriffsfolgen

source: Back
de: Zurück

source: born
de: geboren

source: Build cottage (%{cottagesLevel}) (+20 max population cost %{cottagesBuildCost} resources)
de: Häuschen bauen (%{cottagesLevel}) (+20 Einwohner kosten %{cottagesBuildCost} Ressourcen)

source: Build cottage %{cottagesBuildCost} resources
de: Baue ein Cottage mit %{cottagesBuildCost} Ressourcen

source: Build more cottages to increase max population.
de: Baue mehr Cottages, um die maximale Bevölkerungszahl zu erhöhen.

source: Build wall (current reduction: %{wallsReduction}) (+30 enemy power reduction cost %{wallsBuildCost} resources)
de: Mauer bauen (derzeitige Reduzierung: %{wallsReduction}) (+30 Reduzierung der feindlichen Macht kosten %{wallsBuildCost}Ressourcen)

source: Build wall %{wallsBuildCost} resources
de: Bauen Wand %{wallsBuildCost} Ressourcen

source: Buildings
de: Gebäude

source: casualties
de: Verluste

source: Children
de: Kinder

source: Compact
de: Kompakt

source: Configuration
de: Konfiguration

source: Continue
de: Weiter

source: Cottage lvl %{cottagesLevel}
de: Hütte stuffe %{cottagesLevel}

source: Current enemy power reduction <strong>%{powerReduction}%</strong>
de: Aktuelle Reduzierung der feindlichen Macht <strong>%{powerReduction}%</strong>

source: Defend yourself
de: Verteidige dich

source: Each one will collect 1 resource per turn. Newly trained workers will start collecting resources in next year.
de: Jeder sammelt 1 Ressource pro Spielzug. Neu ausgebildete Arbeitskräfte werden im nächsten Jahr mit dem Sammeln von Ressourcen beginnen.

source: Each sacrifice made increases cost of next sacrifices by&nbsp;<strong>5</strong> every turn increases cost by&nbsp;<strong>1</strong> and every 5th by additional&nbsp;<strong>5</strong>.<br/> Next turn cost will increase to&nbsp;<strong>%{futureResourceCost}</strong>
de: Jedes Opfer erhöht die Kosten für die nächsten Opfer um <strong> 5 </ strong> pro Spielzug und erhöht die Kosten um <strong> 1 </strong> und jede fünfte mit zusätzlichen <strong> 5 </ strong>. <br/> Die Kosten für die nächste Runde steigen auf <strong>% {futureResourceCost} </strong>

source: english
de: Englisch

source: Fullscreen
de: Vollbild

source: fx mute
de: fx stumm

source: gathered
de: versammelt

source: german
de: Deutsche

source: Go to ludumdare 43 game page
de: Zur ludumdare 43 Spieleseite

source: guard salary
de: Wachgehalt

source: Guards
de: Wachen

source: Hire more workers to collect more resources.
de: Stelle mehr Arbeiter ein, um mehr Ressourcen zu sammeln.

source: Idle
de: Leerlauf

source: Idlers
de: Leerlauf

source: Immunity
de: Immunität

source: in one sacrifice.
de: in einem Opfer.

source: killed
de: getötet

source: language
de: Sprache

source: Loading error
de: Ladefehler

source: Ludumdare 43 edition
de: Ludumdare 43 Ausgabe

source: Make sacrifice for one turn immunity (%{resourceCost}&nbsp;resources). Enemies will ignore you in this year.
de: Opfere die Immunität für eine Runde (%{resourceCost}&nbsp;Ressourcen). Feinde werden dich in diesem Jahr ignorieren.

source: Make ultimate sacrifice to save everybody (%{requiredPopulation}&nbsp;idle population and %{requiredResources}&nbsp;resources)
de: Das ultimative Opfer bringen, um alle zu retten (%{requiredPopulation}&nbsp;ungenutzte Bevölkerung und %{requiredResources}&nbsp;Ressourcen)

source: Manage your villagers assign them to work so they can gather resources for sacrifices or village development.
de: Verwalten Sie Ihre Dorfbewohner, indem Sie sie mit der Arbeit beauftragen, damit sie Ressourcen für Opfer oder die Dorfentwicklung sammeln können.

source: master mute
de: meister stumm

source: music mute
de: Musik stumm

source: music volume
de: Musiklautstärke

source: Mute
de: Stumm

source: new adults
de: neue Erwachsene

source: Next turn result details
de: Ergebnisdetails für die nächste Runde

source: or leave them idle so they can multiply and sacrifice them to permanently weaken creatures disturbing this world.
de: oder lass sie im Leerlauf, damit sie sich vermehren und opfern können, um Kreaturen, die diese Welt stören, dauerhaft zu schwächen.

source: Original power %{baseAttackPower}
de: Ursprüngliche Leistung %{baseAttackPower}

source: Play
de: Spiel

source: polish
de: Polnische

source: Population
de: Bevölkerung

source: Population without occupation will produce children in rate 1 child per every 2 idle persons.
de: Bevölkerung ohne Beruf erzeugt Kinder in der Rate 1 Kind pro 2 untätige Personen.

source: Resources
de: Ressourcen

source: resources stolen
de: gestohlene Ressourcen

source: Restart
de: Neustart

source: retrained
de: umgeschult

source: Retry
de: Wiederholen

source: Sacrifice %{populationCost}&nbsp;idle population (next level %{nextLevelWeaknessReduction}%)
de: Sacrifice %{populationCost}&nbsp;Leer Bevölkerung (nächste Stufe %{nextLevelWeaknessReduction}%)

source: Sacrifice %{resourceCost}&nbsp;resources
de: Opfere %{resourceCost} Ressourcen

source: sacrificed
de: geopfert

source: Sacrifices made %{count}
de: Opfer gemacht %{count}

source: Something went wrong while loading module try again later.
de: Beim Laden des Moduls ist ein Fehler aufgetreten. Versuchen Sie es später erneut.

source: Sound configuration
de: Sound Konfiguration

source: sound volume
de: Lautstärke

source: stolen
de: gestohlen

source: The greatest sacrifice
de: Das größte Opfer

source: theme
de: Thema

source: They will protect other units from being attacked and resources from being stolen. Each one requires 1 resource per year to be operational if there are no enough resources they will become idle population once again.
de: Sie schützen andere Einheiten vor Angriffen und Ressourcen vor Diebstahl. Für jede Ressource ist 1 Ressource pro Jahr erforderlich, um betriebsbereit zu sein. Wenn nicht genügend Ressourcen vorhanden sind, wird die Bevölkerung erneut inaktiv.

source: This sacrifice permanently weakness enemies by -%{perLevelWeaknessReduction}% multiplicative for every level.
de: Dieses Opfer schwächt Gegner dauerhaft um -%{perLevelWeaknessReduction}% multiplikativ für jedes Level.

source: Those young villagers will become idle population in next year (if they survive next year attack). They are also most vulnerable for attacks and will die in first order if attackers wont fins enough resources to pillage.
de: Diese jungen Dorfbewohner werden im nächsten Jahr müßig (wenn sie den Angriff im nächsten Jahr überleben). Sie sind auch am anfälligsten für Angriffe und sterben in erster Linie, wenn Angreifer nicht genügend Ressourcen einsetzen, um sie zu plündern.

source: totall killed
de: total getötet

source: train/release guards
de: Zug-/Freigabewächter

source: train/release workers
de: Arbeiter ausbilden/freigeben

source: trained
de: trainiert

source: User interface configuration
de: Konfiguration der Benutzeroberfläche

source: Victory achieved in first year.
de: Sieg im ersten Jahr erreicht.

source: Villagers
de: Dorfbewohner

source: Wall lvl %{wallLevel}
de: Wand stuffe %{wallLevel}

source: wall lvl %{weaknessLvl} reduced it by %{wallsReduction}
de: Wand stuffe %{wallLevel} reduziert um %{wallsReduction}

source: Weakness lvl %{weaknessLevel}
de: Schwäche stuffe %{weaknessLevel}

source: weakness lvl %{weaknessLvl} reduced it by %{weaknessDamageReduction}%
de: Schwäche stuffe %{weaknessLvl} hat sie um %{weaknessDamageReduction}% reduziert

source: Workers
de: Arbeitskräfte

source: Year one
de: Erstes Jahr

source: You are the leader of a small village in this very hostile world.
de: Sie sind der Anführer eines kleinen Dorfes in dieser sehr feindlichen Welt.

source: You have prevented attack with resource sacrifice.
de: Sie haben einen Angriff mit Ressourcenopfern verhindert.

source: You have sacrificed one resource
de: Sie haben eine Ressource geopfert

source: You must decide whether you will offer sacrifices to the gods or face the dangers that plague this world on your own.
de: Sie müssen entscheiden, ob Sie den Göttern Opfer bringen oder sich den Gefahren stellen, die diese Welt auf eigene Faust plagen.

source: Your village has perished after %{turn} years
de: Dein Dorf ist nach %{turn} Jahren umgekommen

source: Your village is safe everybody are in heaven now.
de: Dein Dorf ist in Sicherheit, jetzt sind alle im Himmel.
